[
  {
    "filename": "img_6423.mov",
    "latitude": 12.9829,
    "longitude": 80.1637,
    "datetime": "2024-03-28T18:18:40",
    "place": "New Integrated Terminal (Terminal 2), Terminal Link Road, CMWSSB Division 159, Ward 159, Zone 12 Alandur, Alandur, Chennai District, Tamil Nadu, 600027, India",
    "description": "The video shows two young women smiling and looking at the camera. They are both wearing casual clothes and appear to be in a good mood. The video is likely a selfie, as the women are holding the camera themselves. There is no audio in the video, so it is not possible to know what the women are saying or what is happening around them.",
    "video_duration": 2.3
  },
  {
    "filename": "img_6488.jpeg",
    "latitude": null,
    "longitude": null,
    "datetime": "2024-03-29T13:42:48",
    "description": " The image shows a girl standing in front of an aquarium. She is smiling and looking at the fish. The fish are swimming around in the tank. The girl is wearing a striped shirt and black pants. She has a water bottle in her hand. The aquarium is lit by blue lights."
  },
  {
    "filename": "img_6626.mov",
    "latitude": 2.9799,
    "longitude": 101.66040000000001,
    "datetime": "2024-03-30T04:16:02",
    "place": "Farm in the City, Lebuhraya Damansara–Puchong, Sepang, Selangor, 47110, Malaysia",
    "description": "A woman wearing a red Los Angeles t-shirt is feeding a small green and yellow parrot. The parrot is perched on her arm and is eating from a small cup.  The woman is smiling and appears to be enjoying interacting with the parrot.  She calls the parrot Oscar several times and asks him where he is going.",
    "video_duration": 6.0
  },
  {
    "filename": "img_6588.jpeg",
    "latitude": 3.2382916666666666,
    "longitude": 101.68400555555556,
    "datetime": "2024-03-30T09:01:39",
    "place": "To Dark Caves, Taman Batu Caves, Kampung Indian Settlement Batu Caves, Batu Caves, Majlis Perbandaran Selayang, Gombak, Selangor, 68100, Malaysia",
    "description": " The image shows two Indian women standing on the steps of a temple. The woman on the left is wearing a yellow shirt with a green sweater and the woman on the right is wearing a red shirt and blue jeans. They are both smiling."
  },
  {
    "filename": "img_6700.mov",
    "latitude": 3.1464,
    "longitude": 101.6956,
    "datetime": "2024-03-30T10:12:53",
    "place": "7-Eleven, Jalan Hang Kasturi, Bukit Bintang, Kuala Lumpur, 50050, Malaysia",
    "description": "A person is painting a batik design on a piece of fabric. They are using a brush to apply the paint to the fabric. The design is of a plant with large leaves and flowers. The person is wearing a red shirt and has a pearl bracelet on their wrist. The video does not contain any audio, so there is no dialogue to transcribe.",
    "video_duration": 6.97
  },
  {
    "filename": "img_6709.jpeg",
    "latitude": 3.144475,
    "longitude": 101.6986,
    "datetime": "2024-03-30T19:11:28",
    "place": "Fung Wong Biscuit, 85, Jalan Sultan, Bukit Bintang, Kuala Lumpur, 50000, Malaysia",
    "description": " The image shows a young woman smiling and eating a waffle from a paper bag. The bag has a picture of a Hong Kong street on it. The woman is standing in front of a store."
  },
  {
    "filename": "img_6784.mov",
    "latitude": 3.4215999999999998,
    "longitude": 101.7952,
    "datetime": "2024-03-31T06:18:48",
    "place": "Genting SkyWorlds Theme Park, Resort Hotel, Genting Highlands, Bentong, Pahang, 69000, Malaysia",
    "description": "A young woman is riding a scooter on a carousel. She is smiling and waving at the camera. She is wearing a white shirt, a patterned sweater vest, and jeans. She has long, dark hair and is wearing a red purse. The carousel is decorated with lights and has a blue and white color scheme. There is a birdcage above the woman's head and a blue parrot next to her.",
    "video_duration": 3.13
  },
  {
    "filename": "img_6884.mov",
    "latitude": 3.1485,
    "longitude": 101.7065,
    "datetime": "2024-04-01T13:05:09",
    "place": "Verdant Hill, 6, Changkat Raja Chulan, Bukit Bintang, Kuala Lumpur, 50200, Malaysia",
    "description": "The video is a selfie of a young woman enjoying a meal at a rooftop restaurant with a view of the Petronas Towers in Kuala Lumpur, Malaysia. She is smiling and looking at the camera while holding a fork. The table is set with candles and glasses. The woman says \"Make me to sleep next to you.\"",
    "video_duration": 5.37
  },
  {
    "filename": "img_6853.jpeg",
    "latitude": 3.1590055555555554,
    "longitude": 101.7107,
    "datetime": "2024-04-01T19:09:54",
    "place": "Jalan P. Ramlee, Kampung Paya, Bukit Bintang, Kuala Lumpur, 50400, Malaysia",
    "description": " The image shows two Indian women standing in front of the Petronas Twin Towers in Kuala Lumpur, Malaysia. The women are smiling and looking at the camera. The towers are in the background and are out of focus."
  },
  {
    "filename": "img_6893.jpeg",
    "latitude": 3.1464555555555553,
    "longitude": 101.70955000000001,
    "datetime": "2024-04-01T21:56:52",
    "place": "Jalan Alor, Jalan Rembia, Kampung Dollah, Bukit Bintang, Kuala Lumpur, 50200, Malaysia",
    "description": " This is a picture of two smiling Indian women standing close to one another in front of a street decorated with red paper lanterns and lights."
  }
]
