{
  "title": "Malaysian Adventure: From City to Sky",
  "description": "Come along with us on our exciting trip to Malaysia, where we explored bustling cities, encountered exotic wildlife, and soared to new heights!",
  "scenes": [
    {
      "scene_number": 1,
      "media_type": "video",
      "media_source": "img_6423.mov",
      "text": "And we're off! Starting our Malaysian adventure at the Chennai airport, super excited for everything in store!"
    },
    {
      "scene_number": 2,
      "media_type": "photo",
      "media_source": "img_6488.jpeg",
      "text": "First stop, the aquarium! Getting up close with some amazing underwater creatures. Look at all the colorful fish!"
    },
    {
      "scene_number": 3,
      "media_type": "video",
      "media_source": "img_6626.mov",
      "text": "Made a new feathered friend at Farm in the City! This little guy's name is Oscar, and he's quite the character."
    },
    {
      "scene_number": 4,
      "media_type": "photo",
      "media_source": "img_6588.jpeg",
      "text": "Taking in the beauty and culture at the Batu Caves. The climb was worth it for this view and the serene atmosphere."
    },
    {
      "scene_number": 5,
      "media_type": "video",
      "media_source": "img_6700.mov",
      "text": "Learning the art of batik painting. It's amazing to see the intricate designs come to life with each brushstroke."
    },
    {
      "scene_number": 6,
      "media_type": "photo",
      "media_source": "img_6709.jpeg",
      "text": "Treating ourselves to some delicious Hong Kong-style waffles. The perfect way to fuel up for more exploring!"
    },
    {
      "scene_number": 7,
      "media_type": "video",
      "media_source": "img_6784.mov",
      "text": "Having a blast at Genting SkyWorlds Theme Park! Riding the carousel and enjoying the breathtaking views from up high."
    },
    {
      "scene_number": 8,
      "media_type": "video",
      "media_source": "img_6884.mov",
      "text": "Dinner with a view! Enjoying a delicious meal at a rooftop restaurant with the iconic Petronas Twin Towers as our backdrop."
    },
    {
      "scene_number": 9,
      "media_type": "photo",
      "media_source": "img_6853.jpeg",
      "text": "Up close and personal with the Petronas Twin Towers. These architectural marvels are even more impressive in person!"
    },
    {
      "scene_number": 10,
      "media_type": "photo",
      "media_source": "img_6893.jpeg",
      "text": "Strolling through the vibrant streets of Jalan Alor, soaking in the lively atmosphere and the colorful sights and sounds."
    }
  ]
}
